{"steep_categories":
    {"1":
        {"code":"S",
         "description":"Social"},
     "2":
        {"code":"T",
         "description":"Test"},
     "3":
        {"code":"V",
         "description":"A category called 'V'"}},
 "geo_coverages":
    {"1":
        {"code":"DE",
         "description":"Germany"},
     "2":
        {"code":"EU-27",
         "description":"European union (27 member states since 2008)"},
     "3":
        {"code":"EU-25",
         "description":"European union (25 member states from 2002 to 2008)"},
     "4":
        {"code":"Alpine region",
         "description":"Alpine region; involves FR, DE, AT, IT, SI, CH"},
     "5":
        {"code":"W",
         "description":"World"},
     "6":
        {"code":"US",
         "description":"US"},
     "7":
        {"code":"R",
         "description":"Regions"},
     "8":
        {"code":"C",
         "description":"country"}},
 "gmts":
    {"2":
        {"source":"1",
         "steep_category":"1",
         "code":"GMT1",
         "description":"Increasing global divergence in population trends",
         "ownership":"EEA",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world",
         "summary":"The global population will still be growing midway through the\r\n21st century but at a slower rate than in the past. People will live\r\nlonger, be better educated and migrate more. Some populations will\r\nincrease as others shrink. Migration is only one of the unpredictable\r\nprospects for Europe and the world."},
     "3":
        {"source":"1",
         "steep_category":"1",
         "code":"GMT2",
         "description":"Living in an urban world",
         "ownership":"EEA",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world",
         "summary":"An increasingly urban world will probably mean spiralling\r\nconsumption and greater affluence for many. But it also means\r\ngreater poverty for the urban underprivileged. Poor urban living\r\nconditions and associated environmental and health risks could\r\nimpact all areas of the world, including Europe."}},
 "interlinks":
    {"2":
        {"indicator3":"",
         "trend":"1",
         "indicator2":"4",
         "indicator1":"2",
         "indicator4":"",
         "gmt":"1"},
     "3":
        {"indicator3":"",
         "trend":"2",
         "indicator2":"",
         "indicator1":"7",
         "indicator4":"",
         "gmt":"1"},
     "4":
        {"indicator3":"2",
         "trend":"3",
         "indicator2":"4",
         "indicator1":"6",
         "indicator4":"",
         "gmt":"1"},
     "5":
        {"indicator3":"",
         "trend":"4",
         "indicator2":"3",
         "indicator1":"4",
         "indicator4":"",
         "gmt":"1"},
     "6":
        {"indicator3":"",
         "trend":"5",
         "indicator2":"9",
         "indicator1":"8",
         "indicator4":"",
         "gmt":"1"},
     "7":
        {"indicator3":"",
         "trend":"6",
         "indicator2":"10",
         "indicator1":"11",
         "indicator4":"",
         "gmt":"1"},
     "8":
        {"indicator3":"",
         "trend":"7",
         "indicator2":"",
         "indicator1":"12",
         "indicator4":"",
         "gmt":"1"},
     "9":
        {"indicator3":"",
         "trend":"4",
         "indicator2":"12",
         "indicator1":"6",
         "indicator4":"",
         "gmt":"2"}},
 "geo_scales":
    {"1":
        {"code":"global",
         "description":"Global; more than two global regions are involved"},
     "2":
        {"code":"regional",
         "description":"Region in definition of UN (e.g. Pan-Europa)"},
     "3":
        {"code":"transnational",
         "description":"Transnational; involves more than one country but not a full region"},
     "4":
        {"code":"national",
         "description":"National; relates and covers one country"},
     "5":
        {"code":"subnational",
         "description":"Subnational; relates to a part of a country (in Europe often named as region)"}},
 "sources":
    {"1":
        {"long_name":"SOER 2010 — assessment of global megatrends",
         "short_name":"SOER 2010 - GMT",
         "author":"EEA",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world/megatrends",
         "year_of_publication":"2010",
         "summary":"This exploratory assessment of global megatrends relevant for the European environment focuses on the impact of major global trends on Europe. A global-to-European perspective is relevant for European environmental policymaking because Europe's environmental challenges and management options are being reshaped by global drivers such as demographics, technologies, trade patterns and consumption. The assessment provides analysis of 11 relevant megatrends, summarises the links between megatrends and Europe's priority environmental challenges, and reflects on possible implications for policymaking."},
     "2":
        {"long_name":"Test Assessment 2011",
         "short_name":"Test 2011",
         "author":"Test author",
         "url":"http://testsite.com",
         "year_of_publication":"2011",
         "summary":"A test source"}},
 "trends":
    {"3":
        {"source":"1",
         "code":"T1",
         "description":"Ageing of societies",
         "ownership":"EEA",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world/megatrends",
         "summary":"Demographers expect the average age of populations to rise throughout this century.  Particularly rapid increases are foreseen in the next few decades, especially in some developing countries (notably China, some Pacific islands and central Asian states).  From about 2030 to 2050, this trend will spread to most regions of the world (Lutz et al., 2008; NIC, 2008). \r\nEurope currently has the world’s oldest population, with an average age of almost 40 years, and it is expected to reach 47 years by 2050 (UN 2008).  Moreover, eight of the EU Member States are among the ten countries in the world today with the oldest population (United Nations Ageing Index). \r\nIn 2000, about 420 million people, or 7% of the world's population, were aged 65 or older.  By 2050, that figure is projected to reach 1.5 billion or 16% of the world's population (CIA, 2011).  The median age of the world’s population is projected to increase from 29 years at present to 38 years by 2050 (UN, 2008, in Biois, 2010).  Even though this phenomenon will affect both the developed and the developing world, it will do so to a varying extent, at least in the near future. In developed countries, the most rapid growth in the ratio of seniors (those aged 65 years or more) compared to the working-age population will occur during the 2010s and 2020s.  There is currently about one senior for every four working-age people in the developed world.  This ratio is projected to increase to about one in three by 2025 (NIC, 2008).  By 2050, the developing world is expected to reach the same stage of population ageing as the developed world now has.  Between 2007 and 2050, the fastest growth in the share of senior population is expected to be in Asia, Latin America and the Caribbean, where this share is projected to treble (Berlin Institute, 2008). There are obvious differences between developed and developing countries in terms of the speed of ageing.  Developing countries will have less time to adapt than developed countries and face challenges in addressing changes in the structure of society with limited resources.  China is a noteworthy example of population ageing.  After initially increasing, by mid-century China's population will have fallen to its size in 2000 and by the end of the century it may have halved from the 2000 level.  China's trends are marked, however, by considerable uncertainty over expected birth rates, gender balance (the relative number of baby girls born is declining due to the one-child policy), the population's age structure and the current size of the population (IIASA, 2007).Population ageing affects a number of macroeconomic variables, the impact on the size of the working population being particularly significant because a large working age population provides resources for retirement and investments to the economy.  In addition, the oldest in society are more vulnerable to disease and climate change impacts, placing new demands on society (CIA, 2001; DG ECFIN, 2009)."},
     "4":
        {"source":"1",
         "code":"T2",
         "description":"Growing importance of migration",
         "ownership":"EEA",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world",
         "summary":"Demographic differences, combined with growing economic disparities, are increasing the pressure for migration, which is expected to become a more important factor in demographic change over the next 50 years.  Environmentally induced migration is also expected to gain in importance. Currently available data on migration patterns remain patchy and accurately forecasting future migrations is therefore difficult.  By one estimate, the share of global population living outside their country of birth rose from about 2.5% in 1960 to 3% in 2005, while absolute levels increased by about 2.5 times over the same period (DRC 2008).  If the percentage of international migrants stays at current levels or continues to increase at the same rate as in the past few decades, the total number of international migrants is expected to reach between 235 and 415 million by 2050 with a median estimate of 275; i.e. an increase of approximately 40% compared to the total number of international migrants today ((DRC, 2008). A new type of international migration is currently emerging in the context of climate change.  Environmentally-induced migration is due to the increasingly frequent and violent hazard events and the vulnerability of many developing countries that are among the most severely impacted by environmental change.  Environmentally induced migration is expected to increase significantly in future as a result.  IPCC estimates range from 25 million to 1 billion people around the world displaced by 2050, depending on the severity and scope of climate impacts (IOM, 2009)."},
     "5":
        {"source":"1",
         "code":"T3",
         "description":"Youth bulges",
         "ownership":"EEA",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world",
         "summary":"Many developing countries will experience youth bulges, which are defined as disproportionate concentrations of people in the 15-to-29 year-old age group.  Several of the countries with the largest youth bulges are among the world’s most unstable or potentially unstable countries.  These form a crescent which stretches from the Andean region of Latin America across Sub-Saharan Africa, the Middle East and the Caucasus, also reaching up to the northern parts of South Asia. By 2025, three quarters of the countries with youth bulges are expected to be located in Sub-Saharan Africa.  While populations in developed countries are projected to decline by approximately one million people per year until 2050, those in developing countries are foreseen to increase by 35 million people per year, 22 million of which in least developed countries (UN 2004).  As a result, it is estimated that, by 2025, only 16% of the world population will live in the currently most developed countries, down from 18% in 2009 and 24% in 1980 (NIC 2008).  In 1950 Europe and Russia comprised 22% of the global population; that share is now at 13% and is projected to decrease to 7.5% by 2050 (CSIS 2008).  ‘Worker bulges ’ are closely associated with youth bulges, as young people tend to migrate from the less developed regions to more developed countries.  These bulges will have direct impacts on the demographic structure and employment in the emigration countries.  A recent study revealed that population age structure strongly influences the stability, governance, economic development and social well-being of countries, as “very young and youthful age structures are most likely to undermine development and security” (Population Action International, 2007)."},
     "6":
        {"source":"1",
         "code":"T4",
         "description":"Human capital on the move to Asia",
         "ownership":"EEA",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world",
         "summary":"From a development perspective, what matters is not simply the number of people in a country but also the population's productive potential or human capital (DRC, 2008).  The shifting distribution of human capital (quantified in terms of the people of working age with at least a secondary education) differs from the main demographic trends.  Europe and North America possess the most human capital today but in the future Asia is expected to show the biggest gains, with Africa remaining at the bottom.  By around 2015 China's human capital is expected to overtake Europe's and North America's combined (Poncet, 2006).Education influences not only population growth but also a society’s capacity to maintain and expand its human capital stock.  Indeed, existing population growth scenarios vary greatly depending on underlying assumptions about future school enrolment and how internationally agreed education goals are met; e.g. closing the gender gap and achieving universal primary education (Lutz, 2009).   Human capital stocks in turn affect productivity as well as employment capacity. Increasing human capital stocks in countries such as China, India and South Korea driven by immigration and domestic development of human capital stocks (educated and skilled working age people), countries such as China, India and South Korea are likely to increase their productive potential and relative economic power."},
     "7":
        {"source":"1",
         "code":"T5",
         "description":"Increasing urban populations",
         "ownership":"EEA",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world/megatrends",
         "summary":"Continued urbanisation over the last 50 years has resulted in a situation where close to half of the world’s population now lives in urban areas.  In general this trend towards greater urbanisation is occurring more quickly and with the greatest absolute impact in less developed regions."},
     "8":
        {"source":"1",
         "code":"T6",
         "description":"Rise of the middle class",
         "ownership":"EEA",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world/megatrends",
         "summary":"The number of middle‐income consumers is growing rapidly, particularly in Asia. According to a World Bank  study (2010), there could be 1.2 billion ‘middle class’ people in the now‐developing world by 2030.\r\nAverage  income is expected to be much lower in the currently emerging economies in 2050 than in the G7 states now. Yet the total purchasing power of middle‐income economies and middle‐income people is growing strikingly and this is likely to continue, fuelled, in particular, by a steep increase in demand in Asia. The result of this is that the focus of spending in many emerging economies continues to change from basic to optional goods (Accenture, 2008). Many parts of these populations are approaching \"well to do lifestyles\" and disposable income is increasingly spent, as in “Western “societies, on high nutrient food, cars, household appliances, personal care products and other quality services. For example by 2025 China is likely to overtake the USA to become the world's biggest consumer market, with India as the third largest and Russia the fourth. Large‐scale consumer markets are emerging which can fuel future resource demand and these markets will define their own brands, fashions and cultures, increasingly affecting global market developments and trends (NIC, 2008).  Figure 7 shows projected changes in consumer spending of the middle class.\r\nThe impact of these changes are significant, for instance globally urban households are becoming smaller but more energy intensive as lifestyles increasingly reflect energy- and resource-intensive consumption patterns that produce growing amounts of waste. Poorly planned urban areas combined with growing populations are resulting in expanding transport demands, while poor public transport planning encourages car ownership. In the absence of major policy changes, motorised personal vehicle ownership rates are expected to increase significantly (WBCSD, 2004) (Figure 6). One assessment foresees annual sales of highway vehicles in China of 42–59 million by 2050, which is about 10 times the level today (Wang et al., 2006)."},
     "9":
        {"source":"1",
         "code":"T7",
         "description":"Increasing urban poverty in developing countries",
         "ownership":"EEA",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world/megatrends",
         "summary":"As urban populations increase in size, and in particular where this urban growth is poorly planned and governed, it is expected that the relative number of people living in urban areas who are defined as being in poverty will increase. This trend may change the traditional dynamic where the urban populations are richer and healthier than the rural. \r\nInformal settlements house more than a billion city dwellers already. While the majority of the population suffering severe deprivation still lives in rural areas, there is now a large and growing proportion in urban areas, although official statistics may greatly underestimate the true numbers (Satterthwaite, 2007). Urban centres have traditionally offered better access to health, education, basic infrastructure, information, knowledge and opportunity (UNFPA, 2007).  However poverty is now increasing more rapidly in urban areas than in rural areas, and hundreds of millions live in poverty in the urban slums of low- and middle-income countries, and their numbers are predicted to increase in coming years (UNFPA, 2007).\r\nThe urban poor have significantly worse health compared to other city dwellers, with poor women at a particular disadvantage (Montgomery, 2005).  This is largely a result of poor planning of housing development which often leads to vast settlements at high risk of unhealthy air and water pollution levels, and poorly connected to basic services. These urban slums are characterised by poor-quality and overcrowded shelter, lack of public services and infrastructure such as piped water, sanitation facilities, garbage collection, drainage and roads as well as insecure land tenure (UNFPA, 2007).  These factors increase health and work burdens of the urban slum dwellers and increase risks from environmental hazards and crime; poor people in urban areas live in unhealthy environments (UNFPA, 2007). The scale of these problems is huge with slum dwellers (in 2006) being one out of every three city dwellers on the planet, totalling a billion people or a sixth of the world’s population (United Nations, 2007).  Over 90% of slum dwellers today are in the developing world; South Asia has the largest share, followed by Eastern Asia, sub-Saharan Africa and Latin America.  China and India together have 37% of the world’s slums (UNFPA, 2007).  In sub-Saharan Africa, 72% of the region’s urban population lives under slum conditions, compared to 56% in South Asia.  The slum population of sub-Saharan Africa almost doubled in 15 years, reaching nearly 200 million in 2005.\r\nIf no preventative or remedial action is taken, slums may come to characterise cities in many parts of the developing world, where urban growth has become synonymous with slum formation (United Nations,, 2007)."}},
 "thematic_categories":
    {"1":
        {"code":"pop",
         "description":"Population"},
     "2":
        {"code":"WQY",
         "description":"Water Quality"},
     "3":
        {"code":"WQA",
         "description":"Water Quantity"},
     "4":
        {"code":"transp",
         "description":"Transport"},
     "5":
        {"code":"consum",
         "description":"Consumption"},
     "6":
        {"code":"air",
         "description":"air"}},
 "indicators":
    {"3":
        {"time_coverage_end_year":"2100",
         "code":"FLIS1",
         "description":": World population projections (IIASA 2007, UN 2009)",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world/megatrends",
         "source":"1",
         "file_id":"",
         "ownership":"EEA",
         "geo_coverage":"5",
         "time_coverage_base_year":"1950",
         "time_coverage_timeline":"1",
         "thematic_category":"1",
         "geo_scale":"1"},
     "4":
        {"time_coverage_end_year":"2050",
         "code":"FLIS2",
         "description":": Median age projections: selected regions and countries (UN Population Division, 2009)",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world",
         "source":"1",
         "file_id":"",
         "ownership":"UN",
         "geo_coverage":"5",
         "time_coverage_base_year":"1950",
         "time_coverage_timeline":"5",
         "thematic_category":"1",
         "geo_scale":"2"},
     "5":
        {"time_coverage_end_year":"2009",
         "code":"FLIS3",
         "description":"Correlation between average number of children per woman and female education (UNESCO, 2010; World Bank, 2010; UN Population Division, 2009; Gapminder, 2010)",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world",
         "source":"1",
         "file_id":"",
         "ownership":"EEA",
         "geo_coverage":"5",
         "time_coverage_base_year":"2000",
         "time_coverage_timeline":"5",
         "thematic_category":"1",
         "geo_scale":"3"},
     "6":
        {"time_coverage_end_year":"2050",
         "code":"FLIS4",
         "description":"Population pyramids for 2000 and 2050 — European Union, Africa",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world",
         "source":"1",
         "file_id":"",
         "ownership":"EEA",
         "geo_coverage":"7",
         "time_coverage_base_year":"2000",
         "time_coverage_timeline":"4",
         "thematic_category":"1",
         "geo_scale":"2"},
     "7":
        {"time_coverage_end_year":"2150",
         "code":"FLIS8",
         "description":"Regional shares of the global population",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world",
         "source":"1",
         "file_id":"",
         "ownership":"EEA",
         "geo_coverage":"5",
         "time_coverage_base_year":"1800",
         "time_coverage_timeline":"5",
         "thematic_category":"1",
         "geo_scale":"2"},
     "8":
        {"time_coverage_end_year":"2003",
         "code":"FLIS10",
         "description":"Youth bulges: young adults aged 15-29 as a proportion of adults (aged 15 and older)",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world",
         "source":"1",
         "file_id":"",
         "ownership":"EEA",
         "geo_coverage":"8",
         "time_coverage_base_year":"2003",
         "time_coverage_timeline":"6",
         "thematic_category":"1",
         "geo_scale":"1"},
     "9":
        {"time_coverage_end_year":"2005",
         "code":"FLIS7",
         "description":"Number of international migrants in different geographical regions on the world",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world",
         "source":"1",
         "file_id":"FLIS_LOGO.gif",
         "ownership":"EEA",
         "geo_coverage":"7",
         "time_coverage_base_year":"2005",
         "time_coverage_timeline":"6",
         "thematic_category":"1",
         "geo_scale":"1"},
     "10":
        {"time_coverage_end_year":"2050",
         "code":"FLIS5",
         "description":"Urban growth rates",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world/megatrends",
         "source":"1",
         "file_id":"",
         "ownership":"EEA",
         "geo_coverage":"5",
         "time_coverage_base_year":"1950",
         "time_coverage_timeline":"7",
         "thematic_category":"1",
         "geo_scale":"2"},
     "11":
        {"time_coverage_end_year":"2050",
         "code":"FLIS6",
         "description":"Urban population trends",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world/megatrends",
         "source":"1",
         "file_id":"",
         "ownership":"EEA",
         "geo_coverage":"5",
         "time_coverage_base_year":"1950",
         "time_coverage_timeline":"7",
         "thematic_category":"1",
         "geo_scale":"2"},
     "12":
        {"time_coverage_end_year":"2050",
         "code":"FLIS11",
         "description":"Projected car ownership",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world/megatrends",
         "source":"1",
         "file_id":"",
         "ownership":"EEA",
         "geo_coverage":"7",
         "time_coverage_base_year":"2000",
         "time_coverage_timeline":"5",
         "thematic_category":"4",
         "geo_scale":"2"},
     "13":
        {"time_coverage_end_year":"2050",
         "code":"FLIS9",
         "description":"Changing consumption spending of the middle class",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world/megatrends",
         "source":"1",
         "file_id":"",
         "ownership":"EEA",
         "geo_coverage":"8",
         "time_coverage_base_year":"2000",
         "time_coverage_timeline":"5",
         "thematic_category":"5",
         "geo_scale":"4"},
     "14":
        {"time_coverage_end_year":"2005",
         "code":"FLIS12",
         "description":"Urban and slum growth rates by region",
         "url":"http://www.eea.europa.eu/soer/europe-and-the-world/megatrends",
         "source":"1",
         "file_id":"",
         "ownership":"EEA",
         "geo_coverage":"7",
         "time_coverage_base_year":"2005",
         "time_coverage_timeline":"6",
         "thematic_category":"1",
         "geo_scale":"2"}},
 "timelines":
    {"1":
        {"title":"daily"},
     "2":
        {"title":"weekly"},
     "3":
        {"title":"monthly"},
     "4":
        {"title":"yearly"},
     "5":
        {"title":"continuous"},
     "6":
        {"title":"point"},
     "7":
        {"title":"5-year intermediate"}}}